import defaultImage from "../../assets/images/news-placeholder.png";
import ftxNews from "../../assets/images/news1.png";
import snoop from "../../assets/images/news2.png";
import btcNews from "../../assets/images/news3.png";
export const newsAll = [
  {
    id: 1,
    image: defaultImage,
    title: 'Инвестиционные возможности',
    description: 'Привлекайте капитал от инвесторов по всему миру, инвестиции с платформой Lands намного доступней. ',
    author: `Анастасия Свеженцева 30 Июля, 2021`
  },
  {
    id: 2,
    image: btcNews,
    title: 'Все или ничего: известный аналитик назвал два сценария для биткоина',
    description: 'Сейчас для биткоина (BTC) критически важно удержать уровень $16 000. Если этого не случится, цена главной криптовалюты может обновить многолетний минимум. Dave the Wave – известный криптоаналитик, за «твиттером» которого следят более 130 тыс. пользователей. Вчера он опубликовал в микроблоге обновленную модель логарифмической кривой роста (LGC) биткоина. Согласно его графикам, сегодня биткоин находится точно на нижней границе долгосрочной логарифмической кривой, которая исторически выступала в качестве поддержки. В истории BTC уже были ценовые действия ниже этой кривой – например, на медвежьем рынке 2015 года или во время обвала COVID-19 в марте 2020 года. Однако в прошлых циклах такое падение длилось недолго, и биткоин быстро восстанавливал свою долгосрочную поддержку. Обычно это сигнализировало об окончании медвежьего рынка и начале нового бычьего рынка.',
    author: `Источник: «Твиттер»`
  },
  {
    id: 3,
    image: snoop,
    title: 'Снуп Догг записал клип с создателем Cardano Чарльзом Хоскинсоном',
    description: 'Создатель криптовалюты Cardano (ADA) Чарльз Хоскинсон снялся в клипе знаменитого американского рэпера Снуп Догга. NFT-проект Clay Nation загрузил на YouTube видеоролик Bron And Bronny о похождениях мультипликационных героев, олицетворяющих Снуп Догга и его сына Корделла Бродуса. Сцены с анимированными персонажами перемежаются кадрами реальной съемки на ранчо Хоскинсона в американском штате Вайоминг. В одной из сцен Чарльз с каменным лицом едет с Бродусом в тракторе, а в другой пьёт с ним шампанское в самолёте.',
    author: `Источник: happycoin.club `
  },
  {
    id: 4,
    image: ftxNews,
    title: 'Аналитики отметили неуверенность ходлеров после краха FTX',
    description: 'Коллапс FTX стал фактором финансового стресса для биткоин-китов и долгосрочных инвесторов. К такому выводу пришли аналитики Glassnode.',
    author: `Данные: Glassnode.`
  },
]